acpi
alsa-utils
autoconf
automake
base
biber
binutils
bison
bspwm
dhcp
dmenu
dunst
efibootmgr
fakeroot
feh
file
findutils
firefox
flex
gawk
gcc
gettext
gimp
git
grep
groff
grub
gzip
htop
inkscape
libnotify
libtool
linux-firmware
linux-lts
m4
make
nano
neofetch
networkmanager
networkmanager-openrc
nnn
nvidia
openrc
pacman
patch
pdftk
picom
pkgconf
pulseaudio-alsa
python-pip
redshift
sed
slock
sudo
sxhkd
sxiv
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
unzip
vim
wget
which
xclip
xdo
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xssstate
xterm
yay
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
